/* Emoticon name */
"Angel" = "Anjo";

/* Emoticon name */
"Angry" = "Zangado";

/* Emoticon name */
"Baring Teeth" = "Zangado";

/* Emoticon name */
"Blush" = "Corado";

/* Emoticon name */
"Confused" = "Confuso";

/* Emoticon name */
"Cool" = "Fixe";

/* Emoticon name */
"Cry" = "Chorar";

/* Emoticon name */
"Crying" = "Chorar";

/* Emoticon name */
"Disappointed" = "Desapontado";

/* Emoticon name */
"Don't Tell Anyone" = "Boca fechada";

/* Emoticon name */
"Embarrassed" = "Embaraçado";

/* Emoticon name */
"Erm" = "Chateado";

/* Emoticon name */
"Foot In Mouth" = "Inconveniente";

/* Emoticon name */
"Frown" = "Triste";

/* Emoticon name */
"Gasp" = "Surpreendido";

/* Emoticon name */
"Grin" = "Sorriso";

/* Emoticon name */
"Halo" = "Anjo";

/* Emoticon name */
"Happy" = "Contente";

/* Emoticon name */
"Heart" = "Coração";

/* Emoticon name */
"I Don't Know" = "Chateado";

/* Emoticon name */
"Kiss" = "Beijar";

/* Emoticon name */
"Lips Are Sealed" = "Boca fechada";

/* Emoticon name */
"Money-mouth" = "Interesseiro";

/* Emoticon name */
"Nerd" = "Cromo";

/* Emoticon name */
"Open Mouthed" = "Sorriso";

/* Emoticon name */
"Party" = "Festivo";

/* Emoticon name */
"Sad" = "Triste";

/* Emoticon name */
"Sarcastic" = "Aborrecido";

/* Emoticon name */
"Scared" = "Inconveniente";

/* Emoticon name */
"Sick" = "Doente";

/* Emoticon name */
"Sleepy" = "Com sono";

/* Emoticon name */
"Smile" = "Contente";

/* Emoticon name */
"Star" = "Estrela";

/* Emoticon name */
"Sticking Out Tongue" = "Língua de fora";

/* Emoticon name */
"Surprised" = "Surpreendido";

/* Emoticon name */
"Thinking" = "Pensativo";

/* Emoticon name */
"Tongue Out" = "Língua de fora";

/* Emoticon name */
"Undecided" = "Chateado";

/* Emoticon name */
"Wink" = "Piscar o olho";